Repository: everaldomatias/open-whatsapp-chat
Catalog: languages/open-whatsapp-chat-*.po
Languages: pt_br

source: Open WhatsApp Chat
pt_br: Abre chat pelo WhatsApp

source: Add a simple button to open WhatsApp chat.
pt_br: Adiciona um botão para iniciar um chat pelo WhatsApp.

source: Settings Admin
pt_br: Configurações

source: Open WhatsApp Chat Plugin Settings
pt_br: Configurações do plugin Open WhatsApp Chat

source: Save Settings
pt_br: Salvar

source: WhatsApp Number*
pt_br: Número(s) do WhatsApp*

source: WhatsApp Message*
pt_br: Mensagem*

source: WhatsApp Button Text
pt_br: Texto para o botão

source: Button Position
pt_br: Posição do botão

source: Exceptions pages
pt_br: Ignorar páginas (links)

source: Only numbers, example 5511988887777. Add one number per line. When adding more than one number, they will be used sequentially.
pt_br: Somente números (sem espaços ou caracteres especiais), exemplo 5511987654321. Adicione um número por linha e eles serão usados um após o outro.

source: Empty for use only the WhatsApp logo.
pt_br: Deixe em branco para utilizar apenas o ícone do WhatsApp.

source: Left
pt_br: À esquerda

source: Right
pt_br: À direita

source: Select the position of the WhatsApp button.
pt_br: Selecione a posição do botão do WhatsApp.

source: Shortcuts available: [title] -> print the page or post title.
pt_br: Atalhos disponíveis: [title] -> imprime na mensagem o título da página.

source: Add one URL by line.
pt_br: Adicione uma URL por linha.

source: Open the WhatsApp Chat
pt_br: Abrir chat pelo WhatsApp

source: Error 404
pt_br: Página de erro 404

source: Settings
pt_br: Configurações
